app/controllers/abouts_controller.rb

  def index
    @abouts = About.all
---
SELECT "abouts".* FROM "abouts"