app/controllers/officers_controller.rb

SELECT "officers".* FROM "officers"
---
  def index
    @officers = Officer.all