app/controllers/researches_controller.rb

  def index
    @researches = Research.all
---
SELECT "researches".* FROM "researches"