app/controllers/subjects_controller.rb

  def index
    @Subjects = Subject.all
---
SELECT "subjects".* FROM "subjects"